{
  "home_title": "Homepage",
  "about_title": "Aqords - About us",
  "contact_title": "Aqords - Contact us",
  "howitworks_title": "Aqords - How it works",
  "invest_title": "Aqords - Invest in AQORDS",
  "manifesto_title": "Aqords - Manifesto",
  "roadmap_title": "Aqords - Road Map",
  "team_title": "Aqords - Team",
  "whitepaper_title": "Aqords - Whitepaper",
  "connect_wallet": "Connect wallet",
  "home": "Home",
  "about": "About",
  "manifesto": "Manifesto",
  "how_it_works": "How it works",
  "how_it_does_works": "How does it works?",
  "whitepaper": "Whitepaper",
  "team": "Team",
  "contact_us": "Contact us",
  "road_map": "Road map",
  "about_us": "About Us",
  "our_team": "Our Team",
  "howitworks1_title1": "Integration and Onboarding",
  "howitworks1_desc1": "To get started, shippers and carriers can easily integrate their existing systems or applications with the AQORDS platform. Our seamless integration process ensures a smooth transition and minimal disruption to your current operations.",
  "howitworks1_desc2": "We also collaborate with major freight exchange platforms to enhance connectivity and expand your network of potential business partners.",
  "howitworks2_title1": "Generating Smart Contracts",
  "howitworks2_desc1": "Once integrated, users can leverage our platform to generate smart contracts for their freight transportation transactions. These smart contracts are digitized versions of traditional contracts, programmed to execute specific conditions and actions automatically. ",
  "howitworks2_desc2": "By eliminating the need for manual paperwork, smart contracts streamline the contract creation process, saving time and reducing errors.",
  "howitworks3_title1": "Signing and Execution",
  "howitworks3_desc1": "With the smart contract generated, shippers and carriers can securely sign the contract using their digital signatures. This ensures the authenticity and integrity of the contract, preventing tampering or unauthorized modifications. ",
  "howitworks3_desc2": "Once signed, the smart contract is executed, triggering the necessary actions and events as specified in the contract terms.",
  "howitworks4_title1": "Track and Trace",
  "howitworks4_desc1": "Throughout the transportation process, our track-and-trace module provides real-time visibility and monitoring. Shippers and carriers can track the progress of their shipments, ensuring transparency and accountability at every stage. ",
  "howitworks4_desc2": "The track-and-trace functionality also enables quick identification of any potential issues or delays, allowing for proactive resolution and improved customer service.",
  "howitworks5_title1": "Delivery Confirmation",
  "howitworks5_desc1": "Upon successful delivery of the freight, both the shipper and carrier can confirm the execution of the contract. This confirmation is recorded on the blockchain, creating an immutable and auditable record of the transaction. ",
  "howitworks5_desc2": "By providing a clear proof of delivery, our platform enhances trust and minimizes disputes, streamlining the settlement process.",
  "howitworks6_title1": "Instant Payments",
  "howitworks6_desc1": "One of the key benefits of the AQORDS platform is the ability to enable instant payments. With the execution of the contract and confirmation of delivery, carriers can receive immediate payment for their services. ",
  "howitworks6_desc2": "This eliminates the need for lengthy payment terms and improves cash flow for carriers, enabling them to invest in their operations and drive growth.",
  "howitworks7_title1": "Dispute Resolution",
  "howitworks7_desc1": "In the rare event of a dispute, our platform offers automated dispute resolution mechanisms. By leveraging smart contract automation and predefined conditions, disputes can be quickly and fairly resolved without the need for lengthy legal processes. ",
  "howitworks7_desc2": "This ensures efficient resolution and minimizes disruptions to the transportation process.",
  "howitworks8_title1": "Data Privacy and Security",
  "howitworks8_desc1": "We prioritize the security and privacy of your data. Our platform utilizes advanced cryptographic protocols and robust security measures to protect sensitive information. Users have full control over their data, and our decentralized approach ensures that data is stored securely and cannot be tampered with..",
  "howitworks8_desc2": "By leveraging the power of blockchain technology, AQORDS streamlines the freight transportation process, enhances transparency, and empowers both shippers and carriers. Experience the future of freight transportation with AQORDS and unlock new possibilities for your business.Contact us today to learn more and start your journey towards a more efficient and transparent freight transportation experience",
  "navblock1_title": "How does it works?",
  "navblock1_desc": "Our goal is to provide a seamless and transparent experience for all parties involved, from shippers and carriers to freight exchange platforms.",
  "navblock2_title": "Manifesto",
  "navblock2_desc": "It is our mission to revolutionize this industry by harnessing the power of blockchain technology and decentralized solutions.",
  "navblock3_title": "Whitepapper",
  "navblock3_desc": "Discover the transformative power of AQORDS in our concise whitepaper. Explore the technical details, benefits, and future developments of our blockchain platform for freight transportation. Unleash the potential of smart contracts, decentralized finance integration, and seamless collaboration among shippers, carriers, and supply chain partners.",
  "navblock4_title": "Roadmap",
  "navblock4_desc": "Q2 2022: Assembling the AQORDS team consisting of experts in supply chains, freight transportation, blockchain, and decentralized finance (DeFi). Setting up the foundational structure for the project.",
  "navblock5_title": "About Us",
  "navblock5_desc": "Our core focus is to leverage the power of blockchain technology to streamline contract execution, enable  instant payments, and enhance security throughout the entire logistics process.",
  "navblock6_title": "Our team",
  "navblock6_desc": "We are a team of visionaries, technologists, and industry experts dedicated to revolutionizing the freight transportation landscape through blockchain innovation.",
  "team_name1": "Mihail",
  "team_position1": "CEO & Founder at Qoobus.",
  "team_skills1": "Entrepreneur, Corporate Lawyer, Inventor, Designer.",
  "team_desc1": "Epic problem solving, scaling organisations, visualising and inventing the future - This gets me up in the morning.Having fun doing it everyday!",
  "team_name2": "Evghenii",
  "team_position2": "CTO and Co-founder at Qoobus.",
  "team_skills2": "Senior Lead Engineer.",
  "team_desc2": "10+ year in traditional IT development and Blockchain.",
  "team_name3": "Tom",
  "team_position3": "Defi OG.",
  "team_skills3": "Founded a crypto platform for lending, borrowing, trading and yield farming.",
  "team_desc3": "$2B TVL, successful transition to DAO. 20+ years as a technology leader.",
  "team_name4": "Robert",
  "team_position4": "CFO, transportation industry player €3B+ business volume.",
  "team_skills4": "30 years in business and management roles in several high growth technology businesses.",
  "team_desc4": "Involved in national PSD implementation for transportation industry.",
  "why_aqords1_title": "Streamlined Processes",
  "why_aqords1_desc": "Bid farewell to arduous paperwork and laborious manual processes. AQORDS simplifies the execution of freight transportation contracts by seamlessly digitizing and automating the entire workflow.",
  "why_aqords1_text": "From contract signing to delivery confirmation, our platform orchestrates flawless operations,freeing up valuable time and resources.",
  "why_aqords2_title": "Trust and Security",
  "why_aqords2_desc": "Leveraging our decentralized finance (DeFi) solutions, AQORDS offers carriers cost-effective financing options, mitigating their reliance on conventional banking systems.",
  "why_aqords2_text": "Through optimized financial arrangements, we empower carriers to achieve peak operational efficiency and foster sustainable growth.",
  "why_aqords3_title": "Financial Efficiency",
  "why_aqords3_desc": "Leveraging our decentralized finance (DeFi) solutions, AQORDS offers carriers cost-effective financing options, mitigating their reliance on conventional banking systems.",
  "why_aqords3_text": "Through optimized financial arrangements, we empower carriers to achieve peak operational efficiency and foster sustainable growth.",
  "why_aqords4_title": "Enhanced Connectivity",
  "why_aqords4_desc": "AQORDS nurtures a vibrant community, seamlessly connecting shippers and carriers. Our platform propels your networking capabilities to new heights, unlocking access to a diverse array of esteemed partners.",
  "why_aqords4_text": "Embrace unparalleled collaboration opportunities and expand your business horizons.",
  "why_aqords5_title": "Expedited Payments",
  "why_aqords5_desc": "We understand the criticality of cash flow for carriers. AQORDS ensures expedited payments upon delivery, eradicating the anguish of delayed remittances.",
  "why_aqords5_text": "Our platform guarantees prompt payment once the contract is duly executed and confirmed by all stakeholders, empowering carriers to stay focused on their core competencies.",
  "manifest_list1_title": "Trust and Transparency",
  "manifest_list1_desc": "We believe that trust is the foundation of any successful business relationship. Through blockchain technology, we aim to create an environment where trust is inherent in every transaction.",
  "manifest_list1_text": "Our platform ensures transparent and immutable records, eliminating the need for intermediaries and reducing the risk of fraud and disputes.",
  "manifest_list2_title": "Efficiency and Automation",
  "manifest_list2_desc": "The freight transportation process should be streamlined and efficient. We are dedicated to simplifying complex procedures and automating manual tasks.",
  "manifest_list2_text": "By digitizing contracts, invoices, and proof of delivery, we empower carriers and shippers to operate with greater speed, accuracy, and cost-effectiveness.",
  "manifest_list3_title": "Instant Payments",
  "manifest_list3_desc": "Delayed payments have long been a burden for carriers, impacting their cash flow and hindering their ability to grow and invest. We are committed to enabling instant payments through our platform.",
  "manifest_list3_text": "By leveraging blockchain and decentralized finance (DeFi) solutions, we revolutionize the payment process, ensuring that carriers are paid upon delivery, empowering them to thrive in the industry.",
  "manifest_list4_title": "Collaboration and Partnership",
  "manifest_list4_desc": "We believe that collaboration is essential for driving innovation and creating lasting impact. We actively seek partnerships with major shippers, freight forwarders, and technology providers to foster a strong ecosystem.",
  "manifest_list4_text": "Together, we can shape the future of freight transportation, overcoming challenges and unlocking new opportunities.",
  "manifest_list5_title": "Security and Privacy",
  "manifest_list5_desc": "We prioritize the security and privacy of our users' data. With advanced cryptographic protocols and robust security measures, we ensure the integrity and confidentiality of sensitive information.",
  "manifest_list5_text": "Our platform empowers users to have full control over their data while enjoying the benefits of blockchain technology.",
  "manifest_list6_title": "Sustainable Growth",
  "manifest_list6_desc": "We are committed to building a sustainable future for the freight transportation industry.",
  "manifest_list6_text": "By eliminating unnecessary paperwork, reducing administrative overhead, and optimizing processes, we contribute to a greener and more environmentally friendly ecosystem.",
  "manifest_list7_title": "Empowering Communities",
  "manifest_list7_desc": "We aim to empower carriers, shippers, and other stakeholders within the freight transportation community.",
  "manifest_list7_text": "Our platform provides equal opportunities and access to a wider range of business partners, opening doors for growth, innovation, and success.",
  "why_invest1_title": "Disruptive Technology",
  "why_invest1_desc": "AQORDS leverages blockchain, smart contracts, and decentralized finance (DeFi) to revolutionize the logistics industry.",
  "why_invest1_text": "Our platform offers transparency, efficiency, and security, paving the way for seamless transactions and improved supply chain management.",
  "why_invest2_title": "Market Potential",
  "why_invest2_desc": "The global logistics market is projected to grow rapidly, presenting a significant opportunity for disruptive solutions like AQORDS.",
  "why_invest2_text": "By investing in AQORDS, you become a part of a pioneering platform with immense growth potential.",
  "why_invest3_title": "Experienced Team",
  "why_invest3_desc": "Our team consists of industry experts, blockchain enthusiasts, and seasoned entrepreneurs with a track record of success.",
  "why_invest3_text": "We are passionate about transforming the logistics industry and have the knowledge and expertise to make AQORDS a game-changer.",
  "detail_invest1_title": "Pre-Sale Allocation",
  "detail_invest1_desc": "We are offering a limited allocation of our QOR tokens during the pre-sale phase.",
  "detail_invest1_text": "This is your chance to secure your share of AQORDS tokens at an exclusive price before the public sale.",
  "detail_invest2_title": "Comprehensive Documentation",
  "detail_invest2_desc": "To make an informed investment decision, we provide detailed documentation, including our white paper, pitch deck, roadmap, tokenomics, and token distribution.",
  "detail_invest2_text": "These resources offer insights into our vision, strategy, and token structure.",
  "detail_invest3_title": "Contact Us",
  "detail_invest3_desc": "If you are interested in participating in the AQORDS pre-sale or have any questions, please don't hesitate to reach out to us.",
  "detail_invest3_text": "Our team is ready to assist you and provide the necessary information to help you get started.",
  "form_email_error": "Enter a valid email",
  "form_characters_error": "Max characters limit",
  "contact_form_title": "Get in touch",
  "contact_form_desc1": "Ask your questions and leave your feedback.",
  "contact_form_desc2": "We will be more than happy to reply back with any info you might need.",
  "contact_email_address": "Email address:",
  "contact_enter_name": "Enter your name",
  "contact_write_name": "Write your name",
  "contact_enter_email": "E-mail address where the answer will be sent",
  "contact_write_email": "Write your email",
  "contact_message_subject": "Message subject",
  "contact_write_subject": "Write a subject",
  "contact_message": "Message",
  "contact_write_message": "Write your message",
  "contact_send_message": "Send message",
  "footer_subscribe": "Subscribe to our newsletter",
  "footer_lastest_news": "The latest news, articles, and resources, sent to your inbox weekly.",
  "footer_enter_email": "Enter your email",
  "footer_subscribe2": "Subscribe",
  "footer_empowering": "Empowering Carriers, Shippers and Freight Forwarders with Real-Time DEFI Payments",
  "footer_announcing": "Announcing our next round of funding.",
  "footer_readmore": "Read more →",
  "footer_learn": "Learn",
  "footer_explore": "Explore",
  "footer_rights": "© 2023 AQORDS, Inc. All rights reserved.",

  "upper_title1": "Discover the Future of Freight Transportation",
  "upper_desc1": "At AQORDS, we embark on a transformative journey to revolutionize the freight transportation industry by harnessing the immense potential of blockchain technology.",
  "upper_desc2": "Our cutting-edge platform empowers instant, verifiable, and highly secure transactions, ushering in an era of transparency, trust, and operational efficiency across global supply chains.",
  "upper_desc3": " Whether you represent a shipper, carrier, or a distinguished player in the realm of freight exchanges, AQORDS presents a comprehensive solution meticulously tailored to your unique requirements.",

  "whitepaper_title1": "Whitepapper",
  "whitepaper_desc1": "Discover the transformative power of AQORDS in our concise whitepaper. Explore the technical details, benefits, and future developments of our blockchain platform for freight transportation. Unleash the potential of smart contracts, decentralized finance integration, and seamless collaboration among shippers, carriers, and supply chain partners.",
  "whitepaper_desc2": "Learn about the QOR token, governance structure, and our roadmap forinnovation. Join us as we revolutionize the industry with trust,transparency, and efficiency.",
  "whitepaper_desc3": "Dive into the AQORDS whitepaper and embark on a new era of trust,transparency, and efficiency in freight transportation.",
  "whitepaper_open": "Open whitepaper",

  "whitepaper_info_title1": "The AQORDS platform aims to transform the freight transportation industry by leveraging the power of blockchain technology.",
  "whitepaper_info_desc1": "This white paper provides an in-depth overview of AQORDS, its underlying principles, and the innovative solutions it offers. We explore the challenges faced by the industry, the benefits of blockchain technology, and how AQORDS addresses these challenges to provide a more efficient, transparent, and secure freight transportation ecosystem.",
  "whitepaper_info_desc2": "By combining these elements, AQORDS is poised to revolutionize the industry, fostering trust, streamlining processes, and empowering shippers and carriers. Join us on this transformative journey towards a future where freight transportation is seamless, reliable, and future-proof.",
  "whitepaper_info_title2": "Table of contents:",
  "whitepaper_info_title3": "Note",
  "whitepaper_info_desc3": "This white paper provides a comprehensive understanding ofAQORDS, its features, benefits, and its potential torevolutionize the freight transportation industry.",
  "whitepaper_info_desc4": "It serves as a guide for stakeholders, investors, and industry participants who are interested in understanding the underlying technology, principles, and future prospects of AQORDS. Join us on this exciting journey as we reshape the world of freight transportation through blockchain innovation.",
  "why_aqords_title1": "Why AQORDS?",
  "why_aqords_desc1": "AQORDS revolutionizes the freight transportation industry with blockchain-powered solutions and unprecedented opportunities.",
  "why_aqords_desc2": "Are you prepared to embark on this transformative journey?",
  "why_aqords_desc3": "Delve into our website to unravel the intricate workings of ourplatform, acquaint yourself with our exceptional team, and witness firsthand how AQORDS propels your freight transportation operations into a new era.",

  "about_page_title1": "About us!",
  "about_page_desc1": "We are a team of visionaries, technologists, and industry experts dedicated to revolutionizing the freight transportation landscape through blockchain innovation.",
  "about_page_desc2": "Our mission is to transform the way contracts are executed andpayments are processed, bringing transparency, efficiency, and trustto supply chains worldwide.",

  "contact_page_title1": "Contact Us",
  "contact_page_desc1": "We would love to hear from you!",
  "contact_page_desc2": "If you have any questions, feedback, or inquiries, please don't hesitate to reach out to us. Our dedicated team is here to assist you.",
  "contact_page_desc3": "Please fill out the contact form below and we will get back to you as soon as possible.",
  "contact_page_desc4": "We value your input and look forward to connecting with you.",
  "contact_page_desc5": "We are excited to announce the launch of AQORDS pre-sale, an exclusive opportunity for early investors to participate in our groundbreaking logistics and supply chain platform.",
  "contact_page_desc6": "As a pre-sale investor, you will have the chance to be part of the future of freight transportation.",

  "howitworks_page_title1": "How it works",
  "howitworks_page_desc1": "At AQORDS, we are developing a user-friendly and efficient platform that simplifies the freight transportation process through the power of blockchain technology. Our goal is to provide a seamless and transparent experience for all parties involved, from shippers and carriers to freight exchange platforms.",
  "howitworks_page_title2": "To get started, shippers and carriers can easily integrate their existing systems or applications with the AQORDS platform.",
  "howitworks_page_desc2": "Our seamless integration process ensures a smooth transition and minimal disruption to your current operations",
  "howitworks_page_desc3": "We also collaborate with major freight exchange platforms to enhance connectivity and expand your network of potential business partners.",
  "invest_page_title1": "Invest in AQORDS Pre-Sale",
  "invest_page_desc1": "We are excited to announce the launch of AQORDS pre-sale, an exclusive opportunity for early investors to participate in our groundbreaking logistics and supply chain platform.",
  "invest_page_desc2": "As a pre-sale investor, you will have the chance to be part of the future of freight transportation and benefit from our innovative solutions.",
  "invest_page_title2": "Take the first step towards becoming an investor in AQORDS by contacting us today.",
  "invest_page_desc3": "Together, let's shape the future of logistics and supply chain management.",
  "manifesto_page_title1": "Manifesto",
  "manifesto_page_desc1": "At AQORDS, we envision a future where trust, transparency, and efficiency reign supreme in the world of freight transportation. We are a team of visionaries, technologists, and industry experts dedicated to revolutionizing the freight transportation landscape through blockchain innovation.",
  "manifesto_page_desc2": "Our mission is to transform the way contracts are executed and payments are processed, bringing transparency, efficiency, and trust to supply chains worldwide.",
  "manifesto_page_desc3": "We stand firmly committed to the following principles:",
  "manifesto_page_title2": "Together, we can reshape the freight transportation industry, transforming it into a seamless, secure, and efficient ecosystem.",
  "manifesto_page_desc4": "AQORDS is more than just a platform; it is a movement towards a future where trust and transparency prevail. Join us in this revolution and be part of a new era in freight transportation. Together, let's embark on a journey of empowerment, innovation, and shared success. Welcome to AQORDS.",
  "team_page_title1": "Team",
  "team_page_desc1": "At AQORDS, we have assembled a team of exceptional individuals who are passionate about revolutionizing the freight transportation industry through blockchain innovation.",
  "team_page_desc2": "With diverse backgrounds and expertise, our team brings together a wealth of knowledge and experience to drive our vision forward.",
  "team_page_title2": "Our Founders:",
  "team_page_title3": "We are united by a shared vision and a drive to create a lasting impact in the industry.",
  "team_page_title4": "Meet the Faces Behind AQORDS",
  "team_page_desc3": "Our team is comprised of seasoned professionals with extensive experience in supply chains, freight transportation, blockchain technology, decentralized finance (DeFi), and online marketplaces.",
  "team_page_desc4": "With a deep understanding of the challenges and opportunities in the freight transportation space, our team is committed to developing innovative solutions that transform the way contracts are executed, payments are processed, and trust is established between parties.",
  "team_page_desc5": "We are dedicated to creating a culture of excellence, innovation,and continuous learning within AQORDS. Our team is fueled by a passion for disruptive technologies and a commitment to delivering exceptional value to our users.",
  "team_page_desc6": "Together, we are shaping the future of freight transportation and unlocking new possibilities for the industry.",
  "team_page_desc7": "TJoin us on this exciting journey as we revolutionize the way supply chains operate and pave the way for a more efficient, transparent,and secure future.",

  "infocard_view": "View more",
  "info_about_block_desc1": "Driven by our passion for disruptive technologies, we have embarked on a remarkable journey to create a decentralized smart contract platform specifically designed for the needs of the freight transportation industry. Our team combines extensive experience in supply chains, blockchain technology, decentralized finance (DeFi), and online marketplaces, enabling us to tackle the complex challenges faced by the industry head-on.",
  "info_about_block_desc2": "As trailblazers in this field, we understand the pain points and inefficiencies that plague traditional freight transportation processes. Outdated systems, manual paperwork, delayed payments, and a lack of transparency have long hindered the industry's potential. That's why we set out to develop a platform that transforms these challenges into opportunities for growth, operational excellence, and financial empowerment.",
  "info_about_block_desc3": " Our core focus is to leverage the power of blockchain technology to streamline contract execution, enable instant payments, and enhance security throughout the entire logistics process. By digitizing and automating key aspects of freight transportation, we eliminate the need for cumbersome paperwork, reduce administrative overhead, and facilitate real-time tracking and monitoring of shipments.",
  "info_about_block_desc4": "We believe that collaboration and partnership are essential for success. We are actively seeking strategic alliances with major shippers, freight forwarders, and technology providers to ensure seamless integration and adoption of our platform. Together, we can build a thriving ecosystem that fosters innovation, accelerates growth, and delivers tangible benefits to all stakeholders involved. Stay tuned for updates on our progress and be prepared to embark on a transformative journey with AQORDS.",
  "info_about_block_desc5": "Experience the future of supply chains with AQORDS.",
  "info_about_block_desc6": "Join us in shaping the future of freight transportation powered by blockchain technology. Together, we can unlock new possibilities, enhance operational efficiency, and establish a trusted ecosystem that sets new industry standards."
}
