{
  "home_title": "Aqords - Empowering Carriers, Shippers and Freight Forwarders with Real-Time DEFI Payments",
  "about_title": "Aqords - About us",
  "contact_title": "Aqords - Contact us",
  "howitworks_title": "Aqords - How it works",
  "invest_title": "Aqords - Invest in AQORDS",
  "manifesto_title": "Aqords - Manifesto",
  "roadmap_title": "Aqords - Road Map",
  "team_title": "Aqords - Team",
  "whitepaper_title": "Aqords - Whitepaper",
  "faq_title": "Aqords - Frequently Asked Questions (FAQ)",
  "connect_wallet": "Connect wallet",
  "home": "Home",
  "about": "About",
  "manifesto": "Manifesto",
  "how_it_works": "How it works",
  "how_it_does_works": "How does it work?",
  "whitepaper": "Whitepaper",
  "team": "Team",
  "contact_us": "Contact us",
  "road_map": "Road map",
  "road_map2": "road map,",
  "about_us": "About Us",
  "our_team": "Our Team",
  "howitworks1_title1": "Integration and Onboarding",
  "howitworks1_desc1": "To get started, shippers and carriers can easily integrate their existing systems or applications with the AQORDS platform. Our seamless integration process ensures a smooth transition and minimal disruption to your current operations.",
  "howitworks1_desc2": "We also collaborate with major freight exchange platforms to enhance connectivity and expand your network of potential business partners.",
  "howitworks2_title1": "Generating Smart Contracts",
  "howitworks2_desc1": "Once integrated, users can leverage our platform to generate smart contracts for their freight transportation transactions. These smart contracts are digitized versions of traditional contracts, programmed to execute specific conditions and actions automatically. ",
  "howitworks2_desc2": "By eliminating the need for manual paperwork, smart contracts streamline the contract creation process, saving time and reducing errors.",
  "howitworks3_title1": "Signing and Execution",
  "howitworks3_desc1": "With the smart contract generated, shippers and carriers can securely sign the contract using their digital signatures. This ensures the authenticity and integrity of the contract, preventing tampering or unauthorized modifications. ",
  "howitworks3_desc2": "Once signed, the smart contract is executed, triggering the necessary actions and events as specified in the contract terms.",
  "howitworks4_title1": "Track and Trace",
  "howitworks4_desc1": "Throughout the transportation process, our track-and-trace module provides real-time visibility and monitoring. Shippers and carriers can track the progress of their shipments, ensuring transparency and accountability at every stage. ",
  "howitworks4_desc2": "The track-and-trace functionality also enables quick identification of any potential issues or delays, allowing for proactive resolution and improved customer service.",
  "howitworks5_title1": "Delivery Confirmation",
  "howitworks5_desc1": "Upon successful delivery of the freight, both the shipper and carrier can confirm the execution of the contract. This confirmation is recorded on the blockchain, creating an immutable and auditable record of the transaction. ",
  "howitworks5_desc2": "By providing a clear proof of delivery, our platform enhances trust and minimizes disputes, streamlining the settlement process.",
  "howitworks6_title1": "Instant Payments",
  "howitworks6_desc1": "One of the key benefits of the AQORDS platform is the ability to enable instant payments. With the execution of the contract and confirmation of delivery, carriers can receive immediate payment for their services. ",
  "howitworks6_desc2": "This eliminates the need for lengthy payment terms and improves cash flow for carriers, enabling them to invest in their operations and drive growth.",
  "howitworks7_title1": "Dispute Resolution",
  "howitworks7_desc1": "In the rare event of a dispute, our platform offers automated dispute resolution mechanisms. By leveraging smart contract automation and predefined conditions, disputes can be quickly and fairly resolved without the need for lengthy legal processes. ",
  "howitworks7_desc2": "This ensures efficient resolution and minimizes disruptions to the transportation process.",
  "howitworks8_title1": "Data Privacy and Security",
  "howitworks8_desc1": "We prioritize the security and privacy of your data. Our platform utilizes advanced cryptographic protocols and robust security measures to protect sensitive information. Users have full control over their data, and our decentralized approach ensures that data is stored securely and cannot be tampered with.",
  "howitworks8_desc2": "By leveraging the power of blockchain technology, AQORDS streamlines the freight transportation process, enhances transparency, and empowers both shippers and carriers. Experience the future of freight transportation with AQORDS and unlock new possibilities for your business.Contact us today to learn more and start your journey towards a more efficient and transparent freight transportation experience.",
  "navblock1_title": "How does it work?",
  "navblock1_desc": "Our goal is to provide a seamless and transparent experience for all parties involved, from shippers and carriers to freight exchange platforms.",
  "navblock2_title": "Manifesto",
  "navblock2_desc": "It is our mission to revolutionize this industry by harnessing the power of blockchain technology and decentralized solutions.",
  "navblock3_title": "Whitepapper",
  "navblock3_desc": "Discover the transformative power of AQORDS in our concise whitepaper. Explore the technical details, benefits, and future developments of our blockchain platform for freight transportation. Unleash the potential of smart contracts, decentralized finance integration, and seamless collaboration among shippers, carriers, and supply chain partners.",
  "navblock4_title": "Roadmap",
  "navblock4_desc": "Q2 2022: Assembling the AQORDS team consisting of experts in supply chains, freight transportation, blockchain, and decentralized finance (DeFi). Setting up the foundational structure for the project.",
  "navblock5_title": "About Us",
  "navblock5_desc": "Our core focus is to leverage the power of blockchain technology to streamline contract execution, enable  instant payments, and enhance security throughout the entire logistics process.",
  "navblock6_title": "Our team",
  "navblock6_desc": "We are a team of visionaries, technologists, and industry experts dedicated to revolutionizing the freight transportation landscape through blockchain innovation.",
  "team_name1": "Mihail",
  "team_position1": "CEO & Founder at Qoobus.",
  "team_skills1": "Entrepreneur, Corporate Lawyer, Inventor, Designer.",
  "team_desc1": "Epic problem solving, scaling organisations, visualising and inventing the future - This gets me up in the morning.Having fun doing it everyday!",
  "team_name2": "Evghenii",
  "team_position2": "CTO and Co-founder at Qoobus.",
  "team_skills2": "Senior Lead Engineer.",
  "team_desc2": "10+ year in traditional IT development and Blockchain.",
  "team_name3": "Tom",
  "team_position3": "Defi OG.",
  "team_skills3": "Founded a crypto platform for lending, borrowing, trading and yield farming.",
  "team_desc3": "$2B TVL, successful transition to DAO. 20+ years as a technology leader.",
  "team_name4": "Robert",
  "team_position4": "CFO, transportation industry player €3B+ business volume.",
  "team_skills4": "30 years in business and management roles in several high growth technology businesses.",
  "team_desc4": "Involved in national PSD implementation for transportation industry.",
  "why_aqords1_title": "Streamlined Processes",
  "why_aqords1_desc": "Bid farewell to arduous paperwork and laborious manual processes. AQORDS simplifies the execution of freight transportation contracts by seamlessly digitizing and automating the entire workflow.",
  "why_aqords1_text": "From contract signing to delivery confirmation, our platform orchestrates flawless operations,freeing up valuable time and resources.",
  "why_aqords2_title": "Trust and Security",
  "why_aqords2_desc": "Built upon the immutable nature of blockchain, AQORDS establishes an unassailable fortress of trust and security. Every transaction is meticulously recorded, impervious to manipulation and fraud. ",
  "why_aqords2_text": "By leveraging intelligent smart contracts, we cultivate an ecosystem of secure and transparent interactions, fostering an environment of unwavering trust within the industry.",
  "why_aqords3_title": "Financial Efficiency",
  "why_aqords3_desc": "Leveraging our decentralized finance (DeFi) solutions, AQORDS offers carriers cost-effective financing options, mitigating their reliance on conventional banking systems.",
  "why_aqords3_text": "Through optimized financial arrangements, we empower carriers to achieve peak operational efficiency and foster sustainable growth.",
  "why_aqords4_title": "Enhanced Connectivity",
  "why_aqords4_desc": "AQORDS nurtures a vibrant community, seamlessly connecting shippers and carriers. Our platform propels your networking capabilities to new heights, unlocking access to a diverse array of esteemed partners.",
  "why_aqords4_text": "Embrace unparalleled collaboration opportunities and expand your business horizons.",
  "why_aqords5_title": "Expedited Payments",
  "why_aqords5_desc": "We understand the criticality of cash flow for carriers. AQORDS ensures expedited payments upon delivery, eradicating the anguish of delayed remittances.",
  "why_aqords5_text": "Our platform guarantees prompt payment once the contract is duly executed and confirmed by all stakeholders, empowering carriers to stay focused on their core competencies.",
  "manifest_list1_title": "Trust and Transparency",
  "manifest_list1_desc": "We believe that trust is the foundation of any successful business relationship. Through blockchain technology, we aim to create an environment where trust is inherent in every transaction.",
  "manifest_list1_text": "Our platform ensures transparent and immutable records, eliminating the need for intermediaries and reducing the risk of fraud and disputes.",
  "manifest_list2_title": "Efficiency and Automation",
  "manifest_list2_desc": "The freight transportation process should be streamlined and efficient. We are dedicated to simplifying complex procedures and automating manual tasks.",
  "manifest_list2_text": "By digitizing contracts, invoices, and proof of delivery, we empower carriers and shippers to operate with greater speed, accuracy, and cost-effectiveness.",
  "manifest_list3_title": "Instant Payments",
  "manifest_list3_desc": "Delayed payments have long been a burden for carriers, impacting their cash flow and hindering their ability to grow and invest. We are committed to enabling instant payments through our platform.",
  "manifest_list3_text": "By leveraging blockchain and decentralized finance (DeFi) solutions, we revolutionize the payment process, ensuring that carriers are paid upon delivery, empowering them to thrive in the industry.",
  "manifest_list4_title": "Collaboration and Partnership",
  "manifest_list4_desc": "We believe that collaboration is essential for driving innovation and creating lasting impact. We actively seek partnerships with major shippers, freight forwarders, and technology providers to foster a strong ecosystem.",
  "manifest_list4_text": "Together, we can shape the future of freight transportation, overcoming challenges and unlocking new opportunities.",
  "manifest_list5_title": "Security and Privacy",
  "manifest_list5_desc": "We prioritize the security and privacy of our users' data. With advanced cryptographic protocols and robust security measures, we ensure the integrity and confidentiality of sensitive information.",
  "manifest_list5_text": "Our platform empowers users to have full control over their data while enjoying the benefits of blockchain technology.",
  "manifest_list6_title": "Sustainable Growth",
  "manifest_list6_desc": "We are committed to building a sustainable future for the freight transportation industry.",
  "manifest_list6_text": "By eliminating unnecessary paperwork, reducing administrative overhead, and optimizing processes, we contribute to a greener and more environmentally friendly ecosystem.",
  "manifest_list7_title": "Empowering Communities",
  "manifest_list7_desc": "We aim to empower carriers, shippers, and other stakeholders within the freight transportation community.",
  "manifest_list7_text": "Our platform provides equal opportunities and access to a wider range of business partners, opening doors for growth, innovation, and success.",
  "why_invest1_title": "Disruptive Technology",
  "why_invest1_desc": "AQORDS leverages blockchain, smart contracts, and decentralized finance (DeFi) to revolutionize the logistics industry.",
  "why_invest1_text": "Our platform offers transparency, efficiency, and security, paving the way for seamless transactions and improved supply chain management.",
  "why_invest2_title": "Market Potential",
  "why_invest2_desc": "The global logistics market is projected to grow rapidly, presenting a significant opportunity for disruptive solutions like AQORDS.",
  "why_invest2_text": "By investing in AQORDS, you become a part of a pioneering platform with immense growth potential.",
  "why_invest3_title": "Experienced Team",
  "why_invest3_desc": "Our team consists of industry experts, blockchain enthusiasts, and seasoned entrepreneurs with a track record of success.",
  "why_invest3_text": "We are passionate about transforming the logistics industry and have the knowledge and expertise to make AQORDS a game-changer.",
  "detail_invest1_title": "Pre-Sale Allocation:",
  "detail_invest1_desc": "We are offering a limited allocation of our QOR tokens during the pre-sale phase.",
  "detail_invest1_text": "This is your chance to secure your share of AQORDS tokens at an exclusive price before the public sale.",
  "detail_invest2_title": "Comprehensive Documentation:",
  "detail_invest2_desc": "To make an informed investment decision, we provide detailed documentation, including our",
  "detail_invest2_text": "These resources offer insights into our vision, strategy, and token structure.",
  "white_paper": "white paper,",
  "pitch_deck": "pitch deck,",
  "tokeniomics": "tokenomics,",
  "token_distribution": "token distribution.",

  "detail_invest3_title": "Contact Us:",
  "detail_invest3_desc": "If you are interested in participating in the AQORDS pre-sale or have any questions, please don't hesitate to reach out to us.",
  "detail_invest3_text": "Our team is ready to assist you and provide the necessary information to help you get started.",
  "form_email_error": "Enter a valid email",
  "form_characters_error": "Max characters limit",
  "form_characters_error_min_sub": "Subject must be min. 10 characters.",
  "form_characters_error_min_mes": "Your message must contain min. 10 characters.",
  "form_characters_error_min_name": "Your name must contain min. 2 characters.",
  "why_invest": "Why Invest in AQORDS?",
  "detail_invest": "Investment Details:",
  "contact_form_title": "Get in touch",
  "contact_form_desc1": "Ask your questions and leave your feedback.",
  "contact_form_desc2": "We will be more than happy to reply back with any info you might need.",
  "contact_email_address": "Email address:",
  "contact_enter_name": "Enter your name",
  "contact_write_name": "Write your name",
  "contact_enter_email": "E-mail address where the answer will be sent",
  "contact_write_email": "Write your email",
  "contact_message_subject": "Message subject",
  "contact_write_subject": "Write a subject",
  "contact_message": "Message",
  "contact_write_message": "Write your message",
  "contact_send_message": "Send message",
  "footer_subscribe": "Subscribe to our newsletter",
  "footer_lastest_news": "The latest news, articles, and resources, sent to your inbox weekly.",
  "footer_enter_email": "Enter your email",
  "footer_subscribe2": "Subscribe",
  "footer_empowering": "Empowering Carriers, Shippers and Freight Forwarders with Real-Time DEFI Payments",
  "footer_announcing": "Announcing our next round of funding.",
  "footer_readmore": "Read more →",
  "footer_learn": "Learn",
  "footer_explore": "Explore",
  "footer_rights": "AQORDS, Inc. All rights reserved.",

  "upper_title1": "Discover the Future of Freight Transportation",
  "upper_desc1": "At AQORDS, we embark on a transformative journey to revolutionize the freight transportation industry by harnessing the immense potential of blockchain technology.",
  "upper_desc2": "Our cutting-edge platform empowers instant, verifiable, and highly secure transactions, ushering in an era of transparency, trust, and operational efficiency across global supply chains.",
  "upper_desc3": " Whether you represent a shipper, carrier, or a distinguished player in the realm of freight exchanges, AQORDS presents a comprehensive solution meticulously tailored to your unique requirements.",

  "whitepaper_title1": "Whitepapper",
  "whitepaper_desc1": "Discover the transformative power of AQORDS in our concise whitepaper. Explore the technical details, benefits, and future developments of our blockchain platform for freight transportation. Unleash the potential of smart contracts, decentralized finance integration, and seamless collaboration among shippers, carriers, and supply chain partners.",
  "whitepaper_desc2": "Learn about the QOR token, governance structure, and our roadmap for innovation. Join us as we revolutionize the industry with trust,transparency, and efficiency.",
  "whitepaper_desc3": "Dive into the AQORDS whitepaper and embark on a new era of trust, transparency, and efficiency in freight transportation.",
  "whitepaper_open": "Open whitepaper",

  "whitepaper_info_title1": "The AQORDS platform aims to transform the freight transportation industry by leveraging the power of blockchain technology.",
  "whitepaper_info_desc1": "This white paper provides an in-depth overview of AQORDS, its underlying principles, and the innovative solutions it offers. We explore the challenges faced by the industry, the benefits of blockchain technology, and how AQORDS addresses these challenges to provide a more efficient, transparent, and secure freight transportation ecosystem.",
  "whitepaper_info_desc2": "The white paper delves into the technical aspects of AQORDS, including smart contracts, decentralized finance (DeFi) integration, track-and-trace functionality, dispute resolution mechanisms, and data privacy. By combining these elements, AQORDS is poised to revolutionize the industry, fostering trust, streamlining processes, and empowering shippers and carriers. Join us on this transformative journey towards a future where freight transportation is seamless, reliable, and future-proof.",
  "whitepaper_info_title2": "Table of Contents:",
  "whitepaper_info_title3": "Note",
  "whitepaper_info_desc3": "This white paper provides a comprehensive understanding ofAQORDS, its features, benefits, and its potential torevolutionize the freight transportation industry.",
  "whitepaper_info_desc4": "It serves as a guide for stakeholders, investors, and industry participants who are interested in understanding the underlying technology, principles, and future prospects of AQORDS. Join us on this exciting journey as we reshape the world of freight transportation through blockchain innovation.",
  "why_aqords_title1": "Why AQORDS?",
  "why_aqords_desc1": "AQORDS revolutionizes the freight transportation industry with blockchain-powered solutions and unprecedented opportunities.",
  "why_aqords_desc2": "Are you prepared to embark on this transformative journey?",
  "why_aqords_desc3": "Delve into our website to unravel the intricate workings of our platform, acquaint yourself with our exceptional team, and witness firsthand how AQORDS propels your freight transportation operations into a new era.",

  "about_page_title1": "About us!",
  "about_page_desc1": "We are a team of visionaries, technologists, and industry experts dedicated to revolutionizing the freight transportation landscape through blockchain innovation.",
  "about_page_desc2": "Our mission is to transform the way contracts are executed and payments are processed, bringing transparency, efficiency, and trust to supply chains worldwide.",

  "contact_page_title1": "Contact Us",
  "contact_page_desc1": "We would love to hear from you!",
  "contact_page_desc2": "If you have any questions, feedback, or inquiries, please don't hesitate to reach out to us. Our dedicated team is here to assist you.",
  "contact_page_desc3": "Please fill out the contact form below and we will get back to you as soon as possible.",
  "contact_page_desc4": "We value your input and look forward to connecting with you.",
  "contact_page_desc5": "Thank you for your interest in AQORDS. We appreciate your engagement and strive to provide the best solutions for your logistics and supply chain needs.",

  "howitworks_page_title1": "How it works",
  "howitworks_page_desc1": "At AQORDS, we are developing a user-friendly and efficient platform that simplifies the freight transportation process through the power of blockchain technology. Our goal is to provide a seamless and transparent experience for all parties involved, from shippers and carriers to freight exchange platforms.",
  "howitworks_page_title2": "To get started, shippers and carriers can easily integrate their existing systems or applications with the AQORDS platform.",
  "howitworks_page_desc2": "Our seamless integration process ensures a smooth transition and minimal disruption to your current operations",
  "howitworks_page_desc3": "We also collaborate with major freight exchange platforms to enhance connectivity and expand your network of potential business partners.",
  "invest_page_title1": "Invest in AQORDS Pre-Sale",
  "invest_page_desc1": "We are excited to announce the launch of AQORDS pre-sale, an exclusive opportunity for early investors to participate in our groundbreaking logistics and supply chain platform.",
  "invest_page_desc2": "As a pre-sale investor, you will have the chance to be part of the future of freight transportation and benefit from our innovative solutions.",
  "invest_page_title2": "Take the first step towards becoming an investor in AQORDS by contacting us today.",
  "invest_page_desc3": "Together, let's shape the future of logistics and supply chain management.",
  "invest_page_desc4": "Reach out at ",
  "manifesto_page_title1": "Manifesto",
  "manifesto_page_desc1": "At AQORDS, we envision a future where trust, transparency, and efficiency reign supreme in the world of freight transportation. We believe that the current system is burdened by outdated practices, excessive paperwork, and delayed payments, resulting in a lack of trust and hindered growth for all stakeholders involved.",
  "manifesto_page_desc2": "It is our mission to revolutionize this industry by harnessing the power of blockchain technology and decentralized solutions.",
  "manifesto_page_desc3": "We stand firmly committed to the following principles:",
  "manifesto_page_title2": "Together, we can reshape the freight transportation industry, transforming it into a seamless, secure, and efficient ecosystem.",
  "manifesto_page_desc4": "AQORDS is more than just a platform; it is a movement towards a future where trust and transparency prevail. Join us in this revolution and be part of a new era in freight transportation. Together, let's embark on a journey of empowerment, innovation, and shared success. Welcome to AQORDS.",
  "team_page_title1": "Team",
  "team_page_desc1": "At AQORDS, we have assembled a team of exceptional individuals who are passionate about revolutionizing the freight transportation industry through blockchain innovation.",
  "team_page_desc2": "With diverse backgrounds and expertise, our team brings together a wealth of knowledge and experience to drive our vision forward.",
  "team_page_title2": "Our Founders:",
  "team_page_title3": "We are united by a shared vision and a drive to create a lasting impact in the industry.",
  "team_page_title4": "Meet the Faces Behind AQORDS",
  "team_page_desc3": "Our team is comprised of seasoned professionals with extensive experience in supply chains, freight transportation, blockchain technology, decentralized finance (DeFi), and online marketplaces.",
  "team_page_desc4": "With a deep understanding of the challenges and opportunities in the freight transportation space, our team is committed to developing innovative solutions that transform the way contracts are executed, payments are processed, and trust is established between parties.",
  "team_page_desc5": "We are dedicated to creating a culture of excellence, innovation,and continuous learning within AQORDS. Our team is fueled by a passion for disruptive technologies and a commitment to delivering exceptional value to our users.",
  "team_page_desc6": "Together, we are shaping the future of freight transportation and unlocking new possibilities for the industry.",
  "team_page_desc7": "Join us on this exciting journey as we revolutionize the way supply chains operate and pave the way for a more efficient, transparent,and secure future.",
  "infocard_view": "View more",
  "info_about_block_desc1": "Driven by our passion for disruptive technologies, we have embarked on a remarkable journey to create a decentralized smart contract platform specifically designed for the needs of the freight transportation industry. Our team combines extensive experience in supply chains, blockchain technology, decentralized finance (DeFi), and online marketplaces, enabling us to tackle the complex challenges faced by the industry head-on.",
  "info_about_block_desc2": "As trailblazers in this field, we understand the pain points and inefficiencies that plague traditional freight transportation processes. Outdated systems, manual paperwork, delayed payments, and a lack of transparency have long hindered the industry's potential. That's why we set out to develop a platform that transforms these challenges into opportunities for growth, operational excellence, and financial empowerment.",
  "info_about_block_desc3": " Our core focus is to leverage the power of blockchain technology to streamline contract execution, enable instant payments, and enhance security throughout the entire logistics process. By digitizing and automating key aspects of freight transportation, we eliminate the need for cumbersome paperwork, reduce administrative overhead, and facilitate real-time tracking and monitoring of shipments.",
  "info_about_block_desc4": "We believe that collaboration and partnership are essential for success. We are actively seeking strategic alliances with major shippers, freight forwarders, and technology providers to ensure seamless integration and adoption of our platform. Together, we can build a thriving ecosystem that fosters innovation, accelerates growth, and delivers tangible benefits to all stakeholders involved. Stay tuned for updates on our progress and be prepared to embark on a transformative journey with AQORDS.",
  "info_about_block_desc5": "Experience the future of supply chains with AQORDS.",
  "info_about_block_desc6": "Join us in shaping the future of freight transportation powered by blockchain technology. Together, we can unlock new possibilities, enhance operational efficiency, and establish a trusted ecosystem that sets new industry standards.",

  "wpconst_sec1_title1": "1. Introduction",
  "wpconst_sec1_text1": "The transportation industry plays a critical role in global commerce, facilitating the movement of goods across borders and connecting businesses to markets. However, this industry faces various challenges such as inefficient processes, lack of transparency, delayed payments, and disputes.",
  "wpconst_sec1_text2": "To overcome these obstacles and drive innovation, there is a growing need for transformative solutions that can revolutionize the freight transportation landscape. In this context, blockchain technology emerges as a promising enabler, offering enhanced security, transparency, and efficiency. This white paper explores the application of blockchain in the freight transportation industry and introduces AQORDS as a groundbreaking platform that leverages this technology to redefine the way contracts are executed, payments are processed, and trust is established between stakeholders.",
  "wpconst_sec1_body_subtitle1": "1.1 The Freight Transportation Landscape",
  "wpconst_sec1_body_text1": "The freight transportation landscape is a complex ecosystem involving multiple parties, including shippers, carriers, freight forwarders, freight exchanges, and supply chain partners. Traditionally, this industry has relied on manual processes, paper-based documentation, and fragmented systems, leading to inefficiencies, delays, and increased costs.",
  "wpconst_sec1_body_text2": "The increasing volume of global trade and the need for faster, more reliable transportation solutions have highlighted the urgency for innovation. The traditional methods of contract execution, payment processing, and dispute resolution have proven to be inadequate, hindering the growth and sustainability of the industry.",
  "wpconst_sec1_body_subtitle2": "1.2 The Need for Innovation",
  "wpconst_sec1_body_text3": "The need for innovation in the freight transportation industry has become imperative to address the existing challenges and unlock new opportunities. Stakeholders are seeking solutions that can streamline processes, improve transparency, enhance security, and enable faster and more efficient transactions.",
  "wpconst_sec1_body_text4": "Innovation is crucial for reducing administrative burdens, eliminating payment delays, minimizing disputes, and optimizing the overall supply chain. Traditional systems are no longer capable of meeting these demands, underscoring the importance of embracing emerging technologies such as blockchain to drive meaningful change.",
  "wpconst_sec1_body_subtitle3": "1.3 The Role of Blockchain",
  "wpconst_sec1_body_text5": "Blockchain technology has emerged as a disruptive force in various industries, offering unique features that can revolutionize the way transactions are conducted, recorded, and verified. By leveraging decentralized networks, cryptographic algorithms, and consensus mechanisms, blockchain provides a secure, transparent, and immutable infrastructure for executing and recording transactions. These characteristics make blockchain an ideal solution for addressing the challenges faced by the freight transportation industry. ",
  "wpconst_sec1_body_text6": "Blockchain technology can enable trustless transactions, automate processes through smart contracts, enhance track-and-trace capabilities, and provide a secure and auditable record of all interactions. AQORDS harnesses the power of blockchain to transform the freight transportation landscape and unlock new possibilities for stakeholders.",

  "wpconst_sec2_title1": "2. AQORDS Technology",
  "wpconst_sec2_body_subtitle1": "2.1 The AQORDS Platform",
  "wpconst_sec2_body_text1": "AQORDS is a groundbreaking platform built on blockchain technology, specifically designed for the freight transportation industry. It provides a decentralized ecosystem that enables instant, verifiable, and secure contract execution, payment processing, and dispute resolution.",
  "wpconst_sec2_body_text2": "The platform leverages smart contracts, decentralized finance (DeFi) integration, and advanced track-and-trace functionality to streamline processes, reduce costs, and foster trust between shippers and carriers. By connecting stakeholders in a transparent and efficient manner, AQORDS aims to revolutionize the way contracts are executed, payments are processed, and trust is established within the freight transportation ecosystem.",
  "wpconst_sec2_body_subtitle2": "2.2 Objectives and Key Features",
  "wpconst_sec2_body_text3": "The objectives of AQORDS are aligned with the needs of the freight transportation industry, focusing on enhancing efficiency, transparency, and trust. Key features of AQORDS include:",
  "wpconst_sec2_body_title3": "Smart Contract Execution:",
  "wpconst_sec2_body_text4": "AQORDS enables the execution of smart contracts for freight transportation, automating processes, and eliminating the need for manual intervention.",
  "wpconst_sec2_body_title4": "Instant Payments:",
  "wpconst_sec2_body_text5": "The platform facilitates instant payments upon contract execution and delivery confirmation, reducing payment delays and improving cash flow for carriers.",
  "wpconst_sec2_body_title5": "Decentralized Finance (DeFi) Integration:",
  "wpconst_sec2_body_text6": "AQORDS integrates with decentralized finance protocols to provide carriers with access to financing options, minimizing their reliance on traditional financial institutions.",
  "wpconst_sec2_body_title6": "Track-and-Trace Functionality:",
  "wpconst_sec2_body_text7": "The advanced track-and-trace capabilities of AQORDS enable real-time monitoring of shipments, ensuring transparency and accountability throughout the transportation process.",
  "wpconst_sec2_body_title7": "Dispute Resolution Mechanisms:",
  "wpconst_sec2_body_text8": "AQORDS incorporates automated dispute resolution mechanisms, reducing the time and costs associated with resolving disputes between shippers and carriers.",
  "wpconst_sec2_body_title8": "Data Privacy and Security: ",
  "wpconst_sec2_body_text9": "The platform prioritizes data privacy and security, ensuring that sensitive information is protected and only accessible to authorized parties.",
  "wpconst_sec2_body_subtitle3": "2.3 Value Proposition",
  "wpconst_sec2_body_text10": "AQORDS offers a compelling value proposition for stakeholders in the freight transportation industry: ",
  "wpconst_sec2_body_title9": "Efficiency:",
  "wpconst_sec2_body_text11": "By automating processes and eliminating manual interventions, AQORDS streamlines operations, reducing administrative burdens and optimizing resource utilization.",
  "wpconst_sec2_body_title10": "Transparency:",
  "wpconst_sec2_body_text12": "The transparent nature of blockchain technology provides stakeholders with real-time visibility into contract execution, payment status, and shipment tracking, fostering trust and accountability.",
  "wpconst_sec2_body_title11": "Cost Reduction:",
  "wpconst_sec2_body_text13": "AQORDS reduces costs associated with manual paperwork, payment delays, and dispute resolution, enabling more efficient and cost-effective operations for shippers and carriers.",
  "wpconst_sec2_body_title12": "Trust and Security:",
  "wpconst_sec2_body_text14": "The immutability and cryptographic security of blockchain ensure the integrity of transactions, minimizing fraud risks and establishing trust between parties.",
  "wpconst_sec2_body_title13": "Access to Financing:",
  "wpconst_sec2_body_text15": "Through DeFi integration, AQORDS opens up new financing opportunities for carriers, empowering them with access to capital and reducing their dependence on traditional financial institutions.",
  "wpconst_sec3_title1": "3. Features Overview",
  "wpconst_sec3_body_subtitle1": "3.1 Smart Contracts",
  "wpconst_sec3_body_text1": "Smart contracts are a fundamental component of the AQORDS platform, enabling the execution and automation of contractual agreements between parties involved in freight transportation. These self-executing contracts are powered by blockchain technology, ensuring transparency, immutability, and security.",
  "wpconst_sec3_body_text2": "By digitizing and automating contract terms, smart contracts eliminate the need for intermediaries, reduce administrative burdens, and facilitate instant and verifiable transactions. Through smart contracts, AQORDS revolutionizes the traditional contractual processes, streamlining operations and reducing the risk of errors or disputes.",
  "wpconst_sec3_body_subtitle2": "3.2 Decentralized Finance (DeFi) Integration",
  "wpconst_sec3_body_text3": "AQORDS integrates decentralized finance (DeFi) concepts into its platform, unlocking new possibilities for participants in the freight transportation industry. DeFi enables the creation of financial instruments and services that operate without centralized intermediaries, providing greater financial inclusivity, accessibility, and efficiency.",
  "wpconst_sec3_body_text4": "Through DeFi integration, AQORDS empowers carriers and shippers with innovative financial solutions, such as instant payments, factoring, and access to liquidity pools. By leveraging DeFi, AQORDS aims to enhance cash flow management, reduce financing costs, and foster financial stability within the industry.",
  "wpconst_sec3_body_subtitle3": "3.3 Track-and-Trace Functionality",
  "wpconst_sec3_body_text5": "The track-and-trace functionality of the AQORDS platform enables real-time visibility and monitoring of shipments throughout the entire transportation process. By leveraging blockchain technology, AQORDS creates an immutable and transparent record of each step, from loading to delivery.",
  "wpconst_sec3_body_text6": "Participants can track the movement of goods, verify their condition, and ensure adherence to predefined criteria. The track-and-trace functionality enhances supply chain efficiency, reduces delays, and enables proactive decision-making based on accurate and up-to-date information.",
  "wpconst_sec3_body_subtitle4": "3.4 Dispute Resolution Mechanisms",
  "wpconst_sec3_body_text7": "Disputes are an inherent part of any industry, including freight transportation. AQORDS tackles this challenge by implementing automated dispute resolution mechanisms powered by smart contracts. Disputes can be resolved more efficiently and fairly through predefined rules and conditions encoded in the smart contracts.",
  "wpconst_sec3_body_text8": "Participants can track the movement of goods, verify their condition, and ensure adherence to predefined criteria. The track-and-trace functionality enhances supply chain efficiency, reduces delays, and enables proactive decision-making based on accurate and up-to-date information.",
  "wpconst_sec3_body_subtitle5": "3.5 Data Privacy and Security",
  "wpconst_sec3_body_text9": "Data privacy and security are paramount in the freight transportation industry, which handles sensitive information and valuable assets. AQORDS prioritizes the protection of data by leveraging blockchain's inherent security features. The platform ensures that confidential information is encrypted, tamper-proof, and accessible only to authorized participants.",
  "wpconst_sec3_body_text10": "AQORDS adheres to data protection regulations and empowers users with control over their data through consent mechanisms. By upholding the highest standards of data privacy and security, AQORDS provides peace of mind to all stakeholders involved.",
  "wpconst_sec4_title1": "4. Use Cases and Benefits",
  "wpconst_sec4_body_text1": "Shippers benefit from the AQORDS platform by experiencing streamlined contract execution and payments. Through smart contracts, shippers can automate payment terms, ensuring timely and accurate transactions. ",
  "wpconst_sec4_body_text2": "The transparent nature of the blockchain provides increased trust between shippers and carriers, reducing the risk of fraudulent activities. ",
  "wpconst_sec4_body_subtitle2": "4.2 Carriers",
  "wpconst_text1": "Carriers gain numerous advantages by leveraging the AQORDS platform. One significant benefit is the ability to receive prompt payments upon delivery. Unlike traditional payment cycles that can take weeks or even months, AQORDS enables instant payment settlement, improving cash flow and overall financial stability for carriers.",
  "wpconst_text2": " Additionally, carriers can expand their business opportunities by accessing a larger pool of shippers within the AQORDS ecosystem. The platform also offers risk mitigation tools and fraud prevention mechanisms, ensuring a secure and trustworthy environment for carriers to operate in.",
  "wpconst_text3": "4.3 Freight Exchanges",
  "wpconst_text4": "Freight exchanges play a vital role in connecting shippers and carriers, and AQORDS provides seamless integration with these platforms. By incorporating AQORDS smart contracts into freight exchanges, participants can benefit from automated contract execution, instant payments, and enhanced transparency.",
  "wpconst_text5": "Freight exchanges can increase their value proposition by offering a more efficient and secure environment for transactional activities. AQORDS integration empowers freight exchanges to attract a larger user base and differentiate themselves from competitors by providing cutting-edge technology and innovative solutions.",
  "wpconst_text6": "4.4 Supply Chain Partners",
  "wpconst_text7": "The benefits of AQORDS extend beyond shippers and carriers to include various supply chain partners. From freight forwarders to customs agents and warehouse operators, these partners can leverage AQORDS to streamline their operations, enhance visibility, and improve collaboration.",
  "wpconst_text8": "AQORDS facilitates seamless information exchange, reducing administrative burdens and enabling real-time data sharing. Supply chain partners can access accurate and up-to-date information about shipments, improving coordination, and optimizing overall supply chain performance.",
  "wpconst_text9": "The combination of these use cases and benefits positions AQORDS as a transformative platform in the freight transportation industry, revolutionizing how contracts are executed, payments are processed, and trust is established among participants. ",
  "wpconst_text10": "By leveraging smart contracts, DeFi integration, track-and-trace functionality, automated dispute resolution, and robust data privacy and security measures, AQORDS sets a new standard for efficiency, transparency, and reliability in freight transportation. ",
  "wpconst_text11": "5. Implementation and Integration",
  "wpconst_text12": "5.1 Integration with Existing Systems",
  "wpconst_text13": "The successful implementation of AQORDS relies on seamless integration with existing systems and platforms within the freight transportation industry. AQORDS is designed to be compatible with various software applications, including freight management systems, supply chain management platforms, and freight exchange marketplaces. ",
  "wpconst_text14": "By integrating AQORDS into these systems, users can harness the benefits of blockchain technology without disrupting their current workflows. Our team of experts will work closely with businesses and organizations to ensure a smooth integration process, minimizing downtime and maximizing the value derived from AQORDS.",
  "wpconst_text15": "5.2 Collaborations and Partnerships",
  "wpconst_text16": "Collaboration and partnership are crucial elements in the AQORDS ecosystem. We actively seek collaborations with shippers, carriers, freight exchanges, and other stakeholders to foster a vibrant and interconnected network. By collaborating with industry leaders and innovative startups, we aim to create a robust ecosystem that enhances the value and functionality of AQORDS.",
  "wpconst_text17": "Partnerships may include joint development initiatives, API integrations, data sharing agreements, and mutually beneficial marketing efforts. Together, we can drive innovation, improve operational efficiency, and create new opportunities in the freight transportation industry.",
  "wpconst_text18": "6. Tokenomics, Governance and Distribution",
  "wpconst_text19": "6.1 The QOR Token",
  "wpconst_text20": "The native utility token of the AQORDS ecosystem is the QOR token. It serves as the primary means of value exchange within the platform. With the QOR token, users can pay for transaction fees, access premium features, participate in governance decisions, and enjoy various incentives and rewards.",
  "wpconst_text21": "The QOR token will be built on a secure and efficient blockchain infrastructure, ensuring fast and cost-effective transactions. As the ecosystem grows, the QOR token will play a central role in facilitating the seamless and secure execution of smart contracts, further enhancing trust and transparency in freight transportation transactions.",
  "wpconst_text22": "6.2 Token Utility, Tokenomics & Liquidity pool",
  "wpconst_text23": "The QOR Token lies at the heart of the AQORDS ecosystem, providing users with access to a range of premium features and incentives. Our tokenomics model ensures a balanced token supply while fostering platform growth, community engagement, and long-term value.",
  "wpconst_text24": "Token Utility",
  "wpconst_text25": "The QOR Token serves as the primary utility token within the AQORDS platform, offering various benefits and functionalities to its holders.",
  "wpconst_text26": "Premium Features:",
  "wpconst_text27": "Holders of QOR Tokens gain access to premium features within the platform, including advanced smart contract options, extended payment terms, and enhanced visibility for freight transportation contracts. These features empower users with greater flexibility, efficiency, and control over their supply chain operations.",
  "wpconst_text28": "Discounted Services:",
  "wpconst_text29": "AQORDS may introduce discounted service fees or preferential rates for users who choose to transact using QOR Tokens. This creates an incentive for users to hold and utilize the token for their supply chain and freight transportation needs, further driving token adoption and utility.",
  "wpconst_text30": "Ecosystem Expansion:",
  "wpconst_text31": "As AQORDS expands its reach and establishes partnerships with other industry players, the QOR Token may be accepted as a means of payment or utility token within these partner networks. This integration expands the utility and acceptance of the token, unlocking new opportunities for its holders.",
  "wpconst_text32": "Transparency and Reporting:",
  "wpconst_text33": "We are committed to transparency and will provide regular reports on token distribution, utility updates, and ecosystem developments. By ensuring clear communication and visibility, we promote trust and confidence in the value and utility of the QOR Token.",
  "wpconst_text34": "Distribution",
  "wpconst_text35": "As the AQORDS platform disrupts the supply chain and freight transportation industry, the QOR Token plays a pivotal role in enabling secure, efficient, and transparent transactions. With its utility-driven design and community-centric approach, the QOR Token unlocks a world of possibilities within the AQORDS ecosystem, empowering users and driving the long-term success of AQORDS. Our tokenomics model ensures a balanced token supply while fostering platform growth, community engagement, and long-term value.",
  "wpconst_text36": "Token Supply:",
  "wpconst_text37": "The maximum supply of QOR Tokens is set at 22,200,000,000 QOR. However, we recognize the importance of maintaining a controlled token release to avoid market flooding and maintain stability.",
  "wpconst_text38": "Optimal Token Release Plan:",
  "wpconst_text39": "We have devised an optimal token release plan that starts with an initial circulating supply of 2,220,000,000 QOR tokens (10% from max supply). This initial distribution includes strategic partners, early adopters, and active community members who contribute to the development and success of AQORDS.",
  "wpconst_text40": "Demand-Driven Release:",
  "wpconst_text41": "As AQORDS gains traction and user adoption grows, we will gradually release additional tokens into circulation. The rate of token release will be directly tied to real-world platform metrics such as transaction volume, active user base, and other relevant indicators. This approach ensures that token release aligns with the actual utilization and value generated by the platform.",
  "wpconst_text42": "Controlled Release Mechanism:",
  "wpconst_text43": "To maintain stability and prevent market manipulation, the token release will follow a controlled mechanism. We leverage smart contract technology to schedule and automate token distribution over time, providing a predictable and transparent token release process.",
  "wpconst_text44": "Community Incentives:",
  "wpconst_text45": "We believe in the power of community participation and engagement. A portion of the released tokens will be allocated for community incentives, rewarding active participants and contributors within the AQORDS ecosystem. These incentives may include staking rewards, airdrops, or other mechanisms that encourage long-term token holding and engagement.",
  "wpconst_text46": "Transparency and Reporting:",
  "wpconst_text47": "We are committed to transparency and will provide regular reports on token distribution, release schedules, and overall tokenomics. By ensuring access to accurate information, we promote trust and confidence in the QOR Token and its value proposition.",
  "wpconst_text48": "6.3 On-Chain Governance",
  "wpconst_text49": "AQORDS embraces decentralized governance principles to ensure a transparent and inclusive decision-making process. On-chain governance allows token holders to actively participate in shaping the future direction of the platform. Through the governance mechanism, token holders can propose and vote on system upgrades, feature enhancements, and changes to platform parameters.",
  "wpconst_text50": "This democratic approach enables community-driven decision-making and ensures that the interests of all stakeholders are considered. AQORDS is committed to fostering a governance framework that promotes fairness, accountability, and the long-term success of the ecosystem.",
  "wpconst_text51": "6.4 Token Distribution",
  "wpconst_text52": "1. Pre-sale:",
  "wpconst_text53": "Allocation: ",
  "wpconst_text54": "20% of the max token supply",
  "wpconst_text55": "Purpose: ",
  "wpconst_text56": "Reserved for early investors and strategic partners",
  "wpconst_text57": "Distribution: ",
  "wpconst_text58": "Pre-sale participants will receive their allocated tokens based on the agreed terms and conditions of the pre-sale event.",
  "wpconst_text59": "A. Cliff Period: 6 months ",
  "wpconst_text60": "B. Vesting Period schedule:",
  "wpconst_text61": "After 6 months (Cliff Period): ",
  "wpconst_text62": "No tokens are released.",
  "wpconst_text63": "Year 1: ",
  "wpconst_text64": "At the end of the first year following the cliff period, 20% of the remaining allocation will be released, resulting in a total of 4% of their initial allocation.",
  "wpconst_text65": "Year 2: ",
  "wpconst_text66": "At the end of the second year, another 20% of the remaining allocation will be released, resulting in a total of 8% of their initial allocation.",
  "wpconst_text67": "Year 3:",
  "wpconst_text68": "At the end of the third year, an additional 20% of the remaining allocation will be released, resulting in a total of 12% of their initial allocation.",
  "wpconst_text69": "Year 4: ",
  "wpconst_text70": "At the end of the fourth year, another 20% of the remaining allocation will be released, resulting in a total of 16% of their initial allocation.",
  "wpconst_text71": "Year 5: ",
  "wpconst_text72": "  Finally, at the end of the fifth year, the remaining 20% of the allocation will be released, resulting in a total of 20% of their initial allocation.",
  "wpconst_text73": "2. Other Investors:",
  "wpconst_text74": "Allocation: ",
  "wpconst_text75": "30% of the max token supply",
  "wpconst_text76": "Purpose: ",
  "wpconst_text77": "Reserved for investors who participate in the public sale and subsequent fundraising rounds.",
  "wpconst_text78": "Distribution: ",
  "wpconst_text79": "Tokens will be distributed to investors based on their contribution during the public sale and other fundraising events. The token distribution will be conducted in several stages, aligned with the progress and growth of the AQORDS platform.",
  "wpconst_text80": "A. Cliff Period: 6 months",
  "wpconst_text81": "B. Vesting Schedule:",
  "wpconst_text82": "Phase 1: ",
  "wpconst_text83": "20% of the total allocation vests over a period of 12 months.",
  "wpconst_text84": "Phase 2: ",
  "wpconst_text85": "30% of the total allocation vests over a period of 18 months.",
  "wpconst_text86": "Phase 3: ",
  "wpconst_text87": "50% of the total allocation vests over a period of 24 months.",
  "wpconst_text88": "3. Founding Team and Advisors:",
  "wpconst_text89": "Allocation: ",
  "wpconst_text90": "20% of the max token supply",
  "wpconst_text91": "Purpose: ",
  "wpconst_text92": "Reserved for the founding team members and advisors who have contributed to the project's development and success.",
  "wpconst_text93": "Distribution: ",
  "wpconst_text94": "Tokens will be distributed to the founding team and advisors based on their respective roles and contributions, subject to vesting schedules and performance milestones to ensure long-term commitment and alignment of interests.",
  "wpconst_text95": "A. Initial Allocation: At the project's inception, 20% of the total token allocation for the founding team will be distributed. This initial allocation serves as a foundation for their involvement and commitment to the project.",
  "wpconst_text96": "B. Time-Based Vesting: The remaining 80% of the founding team's token allocation will be subject to a vesting period to ensure a long-term commitment.",
  "wpconst_text97": "Year 1: ",
  "wpconst_text98": "After the first year of active participation, 20% of the remaining allocation will be released to the team members, resulting in a total of 36% of their initial allocation.",
  "wpconst_text99": "Year 2: ",
  "wpconst_text100": "In the second year, an additional 20% of the remaining allocation will be released, resulting in a total of 52% of their initial allocation.",
  "wpconst_text101": "Year 3: ",
  "wpconst_text102": "By the end of the third year, another 20% of the remaining allocation will be released, resulting in a total of 68% of their initial allocation.",
  "wpconst_text103": "Year 4:",
  "wpconst_text104": "In the fourth year, the team will receive the next 20% of the remaining allocation, resulting in a total of 84% of their initial allocation.",
  "wpconst_text105": "Year 5:",
  "wpconst_text106": "The final installment of 20% of the remaining allocation will be released at the end of the fifth year, resulting in a total of 100% of their initial allocation.",
  "wpconst_text107": "4. Platform Development and Growth:",
  "wpconst_text108": "Allocation: ",
  "wpconst_text109": "10% of the total token supply",
  "wpconst_text110": "Purpose: ",
  "wpconst_text111": "Reserved for the development, enhancement, and marketing of the AQORDS platform, including ecosystem growth and expansion efforts.",
  "wpconst_text112": "Distribution: ",
  "wpconst_text113": "Tokens from this allocation will be used gradually over time to fund platform development, marketing initiatives, partnerships, and other activities aimed at driving the adoption and success of the AQORDS platform.",
  "wpconst_text114": "5. Community and Ecosystem Incentives:",
  "wpconst_text115": "Allocation: ",
  "wpconst_text116": "20% of the total token supply",
  "wpconst_text117": "Purpose: ",
  "wpconst_text118": " Reserved for incentivizing users, community members, and early adopters who actively contribute to the AQORDS ecosystem.",
  "wpconst_text119": " Distribution: ",
  "wpconst_text120": " Tokens will be distributed as rewards for platform usage, participation in community activities, referrals, and other actions that help foster the growth and engagement of the AQORDS community.",
  "wpconst_text121": "6.5 Token Incentives Program",
  "wpconst_text122": "In addition to the token distribution mentioned earlier, AQORDS will implement a comprehensive token incentives program to reward and incentivize platform users and partners. This program aims to foster engagement, encourage participation, and promote the growth of the AQORDS ecosystem. The specific structure of the token incentives program is as follows:",
  "wpconst_text123": "1. User Incentives:",
  "wpconst_text124": "Users who actively utilize the AQORDS platform will have the opportunity to earn QOR tokens as rewards for their participation.",
  "wpconst_text125": "Various actions such as executing smart contracts, referring new users, providing feedback, and contributing to the platform's development may be eligible for token rewards.",
  "wpconst_text126": "The allocation and distribution of tokens as user incentives will be determined based on predefined criteria and guidelines to ensure fairness and encourage active engagement.",
  "wpconst_text127": "2. Partner Incentives:",
  "wpconst_text128": "AQORDS will collaborate with strategic partners, including shippers, carriers, freight forwarders, freight exchanges, and other participants within the supply chain industry.",
  "wpconst_text129": "Partners who integrate and utilize AQORDS platform services, contribute to its growth, or bring value to the ecosystem may receive QOR tokens as incentives.",
  "wpconst_text130": "The distribution of tokens to partners will be based on mutually agreed terms and performance metrics, encouraging strong partnerships and fostering a collaborative environment.",
  "wpconst_text131": "6.6 Liquidity pool for operations",
  "wpconst_text132": "The need for a liquidity pool within AQORDS is paramount to ensure smooth and seamless operations within the decentralized finance (DeFi) ecosystem. ",
  "wpconst_text133": "By establishing a robust liquidity pool, AQORDS can effectively source the necessary resources to facilitate instant payments to carriers, providing them with timely compensation for their services.",
  "wpconst_text134": "Key considerations for the liquidity pool include:",
  "wpconst_text135": "1. Seamless Transactions:",
  "wpconst_text136": "The liquidity pool serves as a reservoir of funds that can be readily accessed to facilitate instant payments to carriers upon delivery. This eliminates delays in payment processing and enhances the overall efficiency of the platform.",
  "wpconst_text137": "2. Carrier Confidence:",
  "wpconst_text138": "By offering instant payment capabilities, AQORDS can attract more carriers to join the platform. Carriers value prompt and reliable compensation, and having a well-funded liquidity pool ensures their trust and confidence in the platform.",
  "wpconst_text139": "3. Reliable DEFI Operations:",
  "wpconst_text140": "The liquidity pool acts as a reliable source of funds to support the platform's DeFi operations. It enables AQORDS to participate in decentralized lending, borrowing, and other financial activities seamlessly, leveraging the benefits of blockchain technology and enhancing liquidity management.",
  "wpconst_text141": "4. Risk Mitigation: ",
  "wpconst_text142": "A well-managed liquidity pool provides a buffer against market fluctuations and unexpected events. By maintaining sufficient reserves, AQORDS can mitigate the risk of insufficient funds, ensuring that carrier payments and other financial operations can be executed without disruption.",
  "wpconst_text143": "5. Sustainability and Growth: ",
  "wpconst_text144": "A robust liquidity pool ensures the platform's long-term sustainability and growth. It provides the necessary financial resources to support the expansion of AQORDS' services, onboard more shippers and carriers, and foster a vibrant ecosystem within the freight transportation industry.",
  "wpconst_text145": "6.7 Economics and incentives for AQORDS liquidity pool:",
  "wpconst_text146": "1. Liquidity Generation:",
  "wpconst_text147": "To create the liquidity pool, AQORDS will allocate a portion of its token supply and other compatible digital assets to serve as the initial pool reserves. These assets will be strategically managed and deployed to ensure sufficient liquidity for carrier payments.",
  "wpconst_text148": "2. Incentives for Investors:",
  "wpconst_text_out148": "To incentivize investors to participate in the liquidity pool, AQORDS will offer attractive rewards and benefits. These may include:",
  "wpconst_text149": "Yield Farming: Investors can stake their tokens in the liquidity pool and earn additional rewards in the form of yield farming. By contributing liquidity, they can participate in decentralized finance activities and earn a share of the transaction fees generated within the AQORDS ecosystem.",
  "wpconst_text150": "Token Rewards: AQORDS will introduce a governance token that grants holders certain rights and privileges within the platform. Investors who contribute to the liquidity pool will be eligible to receive these governance tokens as a reward for their participation and ongoing support.",
  "wpconst_text151": "Profit Sharing: AQORDS may implement a profit-sharing mechanism, where a portion of the transaction fees generated from carrier payments is distributed among liquidity providers in proportion to their stake in the pool. This serves as a continuous incentive for investors to contribute and maintain liquidity within the platform.",
  "wpconst_text152": "3. Dynamic Market-Based Pricing:",
  "wpconst_text153": "The liquidity pool will leverage market-based pricing mechanisms to ensure fair and efficient allocation of rewards. These mechanisms may include algorithms that adjust the reward distribution based on supply and demand dynamics within the platform.",
  "wpconst_text154": "4. Governance and Participation:",
  "wpconst_text155": "AQORDS will adopt a decentralized governance model that empowers liquidity providers to actively participate in decision-making processes. This includes voting on important protocol upgrades, fee structures, and the allocation of rewards. By involving liquidity providers in governance, AQORDS ensures that their interests are aligned with the long-term success and sustainability of the platform.",
  "wpconst_text156": "5. Continuous Optimization:",
  "wpconst_text157": "AQORDS will regularly assess and optimize the liquidity pool's performance to maintain an optimal balance of assets and liquidity. This may involve periodic rebalancing, risk management strategies, and the introduction of new assets that enhance liquidity provision and stability.",
  "wpconst_text158": "7. Development",
  "wpconst_text159": "7.1 Development Milestones",
  "wpconst_text160": "The development of AQORDS follows a carefully planned roadmap that outlines key milestones and deliverables. Our dedicated team of developers, blockchain experts, and industry specialists is focused on delivering a world-class platform that meets the evolving needs of the freight transportation industry. ",
  "wpconst_text161": "The roadmap includes the continuous improvement of existing features, the introduction of new functionalities, and the expansion of partnerships and collaborations. We are committed to maintaining a high level of transparency and communication with our community as we progress through each milestone. ",
  "wpconst_text162": "7.2 Expansion Plans and Partnerships",
  "wpconst_text163": "As AQORDS gains traction and demonstrates its value proposition, we have ambitious plans for expansion and scaling. We aim to establish strategic partnerships with global shippers, carriers, and logistics companies to expand our network and enhance our reach. These partnerships will enable us to tap into new markets, explore innovative use cases, and drive adoption of AQORDS on a global scale. ",
  "wpconst_text164": "Additionally, we will actively seek collaborations with technology providers, academic institutions, and industry associations to further enrich our platform and contribute to the advancement of the freight transportation industry. ",
  "wpconst_text165": "7.3 Future Enhancements and Features",
  "wpconst_text166": "The future of AQORDS is filled with exciting possibilities. Our roadmap includes the continuous development and introduction of new features and enhancements based on user feedback and industry trends. We are actively exploring the integration of emerging technologies such as artificial intelligence (AI), Internet of Things (IoT), and machine learning (ML) to further optimize and automate processes within the freight transportation ecosystem. ",
  "wpconst_text167": "Our commitment to innovation ensures that AQORDS will remain at the forefront of technological advancements, delivering cutting-edge solutions that revolutionize the way transactions are executed and managed in the industry.",
  "wpconst_text168": "8. Legal operations (LTD-DAO)",
  "wpconst_text169": "8.1 Starting as a Centralized Operating Company:",
  "wpconst_text170": "The decision to begin as a centralized operating company is driven by the need for initial development, rapid iteration, and establishing a strong foundation for AQORDS. This phase allows us to bootstrap the platform, build partnerships, and gain market traction efficiently. ",
  "wpconst_text171": "By operating in a centralized manner, we can ensure streamlined decision-making, quicker execution, and focused development based on the expertise of the founding team.",
  "wpconst_text172": "Benefits of the Centralized Phase:",
  "wpconst_text173": "1. Rapid Development:",
  "wpconst_text174": "Operating in a centralized manner enables us to swiftly develop and launch the AQORDS platform, ensuring that it meets the needs of shippers, carriers, and freight exchanges.",
  "wpconst_text175": "2. Controlled Operations:",
  "wpconst_text176": "Centralized operations provide greater control over the platform's functionality, user experience, and security measures, ensuring a seamless and reliable service for users.",
  "wpconst_text177": "3. Established Reputation:",
  "wpconst_text178": "By delivering exceptional centralized services, AQORDS can establish a solid reputation as a trusted and efficient platform in the road freight transportation sector.",
  "wpconst_text179": "4. Partnership Formation:",
  "wpconst_text180": "Centralized operations allow us to establish partnerships with key industry players, including shippers, carriers, and freight exchanges, fostering collaboration and expanding the platform's reach.",
  "wpconst_text181": "8.2 Transitioning to a Decentralized Organization:",
  "wpconst_text182": "The shift towards decentralization is motivated by our commitment to transparency, inclusivity, and empowering the community. By transitioning to a decentralized autonomous organization (DAO), we unlock several benefits and align with the core principles of blockchain technology. ",
  "wpconst_text183": "Benefits of the Decentralized Phase:",
  "wpconst_text184": "1. Community Empowerment:",
  "wpconst_text185": "Transferring power to the AQORDS community allows for a more inclusive and participatory decision-making process. Community members have a say in the platform's governance, development, and future direction, creating a sense of ownership and fostering a stronger ecosystem.",
  "wpconst_text186": "2. Transparency and Trust:",
  "wpconst_text187": "Decentralization promotes transparency through open access to platform data, transaction history, and governance decisions. This transparency enhances trust among users, as they can verify the fairness and integrity of operations.",
  "wpconst_text188": "3. Resilience and Security:",
  "wpconst_text189": "Decentralized systems are inherently more resilient and secure, as they distribute control and data across a network of participants. This reduces the risk of single points of failure and potential vulnerabilities.",
  "wpconst_text190": "4. Innovation and Scalability:",
  "wpconst_text191": "With power vested in the community, the AQORDS ecosystem can tap into the collective intelligence and diverse perspectives of its participants. This fosters innovation, encourages contributions, and enables scalability as the platform grows.",
  "wpconst_text192": "5. Long-Term Sustainability:",
  "wpconst_text193": "By involving the community in decision-making and aligning incentives, the decentralized phase ensures the long-term sustainability and evolution of AQORDS. Community members become stakeholders with vested interests in the platform's success, fostering its continuous growth and improvement.",
  "wpconst_text194": "8.3 Roadmap: Transition from Centralized Entity to DAO",
  "wpconst_text195": "Phase 1: Centralized Entity (Year 1-3)",
  "wpconst_text_out196": "Phase 2: Decentralization (Year 4-6)",
  "wpconst_text_out197": "Phase 3: Fully Functional DAO (Year 6 and beyond)",
  "wpconst_text196": "1. Founding and Platform Development:",
  "wpconst_text197": "Form the AQORDS team comprising experts in supply chains, freight transportation, blockchain, and online marketplaces.",
  "wpconst_text198": "Develop and launch the AQORDS platform with centralized operations.",
  "wpconst_text199": "Establish partnerships with major shippers, freight forwarders, and other industry stakeholders.",
  "wpconst_text200": "2. User Adoption and Expansion:",
  "wpconst_text201": "Focus on user acquisition and onboarding of shippers, carriers, and freight exchanges.",
  "wpconst_text202": "Drive platform growth by providing reliable and efficient services, establishing trust with users, and expanding the user base across Europe.",
  "wpconst_text203": "Continuously improve platform features based on user feedback and market demands.",
  "wpconst_text204": "3. Building Reputation and Partnerships:",
  "wpconst_text205": "Cultivate a strong reputation as a trusted and innovative platform in the road freight transportation sector.",
  "wpconst_text206": "Forge strategic partnerships with key industry players to enhance service offerings, expand market reach, and foster collaboration.",
  "wpconst_text207": "4. Governance Framework Design:",
  "wpconst_text208": "Initiate the development of a decentralized governance framework for AQORDS.",
  "wpconst_text209": "Conduct research and engage the community to design a robust and inclusive governance model that aligns with the values of transparency, participation, and fairness.",
  "wpconst_text210": "5. Token Migration and Community Engagement:",
  "wpconst_text211": "Launch a token migration process to transition from the existing centralized system to a decentralized model.",
  "wpconst_text212": "Involve the AQORDS community in the migration process, providing them with opportunities for participation, input, and feedback.",
  "wpconst_text213": "6. DAO Establishment:",
  "wpconst_text214": "Implement the finalized governance framework and establish the AQORDS DAO.",
  "wpconst_text215": "Transfer decision-making power and control from the founding team to the community through voting rights and participation mechanisms.",
  "wpconst_text216": "7. Community Empowerment and Growth:",
  "wpconst_text217": "Encourage community members to actively participate in platform governance, proposal submission, and voting.",
  "wpconst_text218": "Foster a collaborative and inclusive environment where community members have a stake in the development, growth, and direction of AQORDS.",
  "wpconst_text219": "8. Mature DAO Operations:",
  "wpconst_text220": "Achieve a fully functional DAO with decentralized decision-making, resource allocation, and platform governance.",
  "wpconst_text221": "Continuously enhance the DAO mechanisms and processes based on community feedback and emerging industry trends.",
  "wpconst_text222": "9. Ecosystem Expansion and Global Reach:",
  "wpconst_text223": "Expand the AQORDS platform, targeting new markets and regions.",
  "wpconst_text224": "Forge alliances with other blockchain-based supply chain and logistics platforms to create interoperability and enhance the global freight transportation ecosystem.",
  "wpconst_text225": "10. Continued Innovation and Sustainability:",
  "wpconst_text226": "Foster a culture of innovation within the AQORDS community, encouraging the development of new features, services, and integrations.",
  "wpconst_text227": "Ensure the long-term sustainability and growth of AQORDS by adapting to evolving market needs and emerging technologies.",
  "wpconst_text228": "9. Conclusion",
  "wpconst_text229": "9.1 Impact on Freight Transportation",
  "wpconst_text230": "Since its inception, AQORDS has been dedicated to revolutionizing the freight transportation industry through its innovative blockchain platform. By leveraging the power of smart contracts, decentralized finance (DeFi) integration, track-and-trace functionality, dispute resolution mechanisms, and data privacy and security, AQORDS has made significant strides in transforming the way freight transportation contracts are executed, payments are processed, and trust is established.",
  "wpconst_text_out231": "One of the key impacts of AQORDS on the freight transportation landscape is the elimination of traditional inefficiencies and delays associated with paper-based processes. By digitizing and automating contract execution, AQORDS streamlines the entire workflow, reducing administrative burdens and minimizing the time taken to process payments. Shippers can now enjoy faster and more reliable transactions, while carriers benefit from improved cash flow and reduced risk of delayed payments.",
  "wpconst_text_out232": "Moreover, AQORDS facilitates increased transparency and accountability throughout the supply chain. With track-and-trace functionality, all stakeholders can access real-time visibility into the movement of shipments, ensuring timely delivery and reducing the potential for disputes. Dispute resolution mechanisms embedded in smart contracts enable fair and efficient resolution, eliminating the need for lengthy legal proceedings and fostering trust among participants.Additionally, AQORDS embraces the principles of data privacy and security, safeguarding sensitive information and ensuring compliance with relevant regulations. Through blockchain technology, data integrity is preserved, and users maintain control over their data, enhancing trust and confidence in the platform.",
  "wpconst_sec4_body_title1": "4.1 Shippers",
  "wpconst_text231": "9.2 Benefits and Advantages",
  "wpconst_text232": "By embracing AQORDS, industry participants can unlock a multitude of benefits and advantages. Shippers experience streamlined processes, reduced administration costs, and increased access to a network of trusted carriers. The instant payment feature ensures timely compensation for services rendered, promoting healthy cash flow and reducing financial strain. With enhanced transparency, shippers gain full visibility into the transportation process, enabling better planning and decision-making.",
  "wpconst_text_out233": "Carriers, on the other hand, enjoy expedited payments, eliminating the frustrations and uncertainties of delayed invoices. Access to a broader network of shippers through the AQORDS ecosystem expands business opportunities and revenue potential. Mitigating risk and fraud through the platform's robust security measures provides carriers with peace of mind, knowing that transactions are conducted in a trusted and secure environment.",
  "wpconst_text_out234": "Freight exchanges benefit from the integration of AQORDS, as it enhances their service offerings and attracts a wider customer base. Increased efficiency and revenue opportunities arise from the streamlined contract execution, secure transactions, and real-time tracking provided by AQORDS. By embracing blockchain technology, freight exchanges establish themselves as industry leaders and catalysts for innovation.",
  "wpconst_text_out237": "Supply chain partners experience collaborative and streamlined operations, enabling seamless coordination and improved efficiency. Real-time tracking and visibility across the supply chain empower partners to make informed decisions and quickly adapt to changing circumstances. With AQORDS as a trusted platform, supply chain resilience is strengthened, reducing disruptions and enhancing overall performance.",
  "wpconst_text233": "9.3 Call to Action and Participation in the AQORDS Ecosystem",
  "wpconst_text234": "We invite all stakeholders in the freight transportation industry to join the AQORDS ecosystem and be part of this transformative journey. Whether you are a shipper, carrier, freight exchange, or supply chain partner, AQORDS offers unique opportunities to streamline operations, enhance transparency, and drive growth.",
  "wpconst_text_out238": "To participate in the AQORDS ecosystem, you can explore integration options with your existing systems, collaborate with us to develop tailored solutions, or become a trusted partner in our network. By joining forces, we can collectively reshape the industry and unlock new possibilities for efficient, secure, and sustainable freight transportation.",
  "wpconst_text_out239": "Take the first step towards a future of frictionless transactions, instant payments, and trustless operations. Contact us today to learn more about AQORDS and how you can contribute to shaping the future of freight transportation. Together, let's build a more connected, transparent, and prosperous industry powered by blockchain technology.",
  "wpconst_text_out235": "Participants can track the movement of goods, verify their condition, and ensure adherence to predefined criteria. The track-and-trace functionality enhances supply chain efficiency, reduces delays, and enables proactive decision-making based on accurate and up-to-date information.",
  "wpconst_text_out236": "The platform facilitates mediation and arbitration processes, allowing parties to reach resolutions quickly and cost-effectively. By automating dispute resolution, AQORDS minimizes conflicts, fosters trust between participants, and ensures a smooth and secure transactional experience.",
  "wpnodecard_text1": "Note:",
  "wpnodecard_text2": "This white paper provides a comprehensive understanding of AQORDS, its features, benefits, and its potential to revolutionize the freight transportation industry.",
  "wpnodecard_text3": "It serves as a guide for stakeholders, investors, and industry participants who are interested in understanding the underlying technology, principles, and future prospects of AQORDS. Join us on this exciting journey as we reshape the world of freight transportation through blockchain innovation.",
  "wpnodecard_text4": "Move on top ↑",
  "roadmap_text1": "Phase 1: Inception and Research (Q3 2022 - Q1 2023)",
  "roadmap_text2": "Done",
  "roadmap_text3": "Q3 2022",
  "roadmap_text4": "Assembling the AQORDS team consisting of experts in supply chains, freight transportation, blockchain, and decentralized finance (DeFi).",
  "roadmap_text5": "Setting up the foundational structure for the project.",
  "roadmap_text6": "Q1 2022",
  "roadmap_text7": "Conducting extensive market research to understand the dynamics of the European road freight transportation industry.",
  "roadmap_text8": "Conceptualizing and refining the vision for the AQORDS platform.",
  "roadmap_text9": "Q4 2022",
  "roadmap_text10": "Finalizing the initial platform architecture and design. ",
  "roadmap_text11": "Initiating the development phase.",
  "roadmap_text12": "Phase 3: Pre-Sale and Platform Enhancements (Q3 2023 - Q4 2023).",
  "roadmap_text13": "To do",
  "roadmap_text14": "Q3 2023",
  "roadmap_text15": "Launch the pre-sale phase to secure strategic investments for platform development and liquidity pool formation. ",
  "roadmap_text16": "Engage with potential investors and conduct token sales.",
  "roadmap_text17": "Q2 2023",
  "roadmap_text18": "Initiating integration with the first freight exchange, Qoobus.",
  "roadmap_text19": "Collaborating with Qoobus to establish seamless connectivity and data interoperability between AQORDS and the Qoobus platform. This integration aims to provide a testing environment for our Proof of Concept (first transaction).",
  "roadmap_text20": "Phase 4: Platform Launch and Expansion (Q1 2024 - onward).",
  "roadmap_text21": "Q1 2024",
  "roadmap_text22": "Officially launch the AQORDS platform in the European road freight transportation market.",
  "roadmap_text23": "Onboard initial shippers, carriers, and freight forwarders to start utilizing the platform.",
  "roadmap_text24": "Beyond Q1 2024",
  "roadmap_text25": "Continuously expanding the user base and network effect of AQORDS.",
  "roadmap_text26": "Enhancing platform features and functionalities based on user feedback and market demands. Exploring strategic partnerships and collaborations to expand into new European markets and foster global growth.",
  "roadmap_text27": "Phase 2: Development and Testing (Q2 2023 - Q3 2023)",
  "roadmap_text28": "Q2 2023",
  "roadmap_text29": "Commencing the development of the AQORDS platform.",
  "roadmap_text30": "Building the core features, including smart contracts, track-and-trace functionality, and dispute resolution mechanisms.",
  "roadmap_text31": "In progress",
  "roadmap_text32": " Initiating integration with the first freight exchange, Qoobus.",
  "roadmap_text33": "Collaborating with Qoobus to establish seamless connectivity and data interoperability between AQORDS and the Qoobus platform. This integration aims to provide a testing environment for our Proof of Concept (first transaction).",
  "roadmap_text34": "Conduct internal testing and refinement of the AQORDS platform.",
  "roadmap_text35": "Collaborate with selected partners and stakeholders for alpha testing and gathering valuable feedback for improvements.",
  "roadmap_text36": "This roadmap provides a general overview of the timeline for AQORDS development, including the pre-sale phase.",
  "roadmap_text37": "Actual dates and milestones may be subject to adjustments based on various factors, including market conditions, regulatory requirements, and technological advancements. AQORDS remains committed to delivering a robust and innovative platform that revolutionizes the road freight transportation industry.",
  "wpconst_text235": "As the AQORDS platform expands and disrupts the supply chain and freight transportation industry, the QOR Token plays a pivotal role in enabling secure, efficient, and transparent transactions. With our optimized token release plan and community-centric approach, we strive to create a sustainable ecosystem that benefits all stakeholders and drives the long-term success of AQORDS.",
  "wpconst_text236": "The token incentives program not only serves as a mechanism to distribute QOR tokens but also acts as a means to engage and reward active participants in the AQORDS community. By incentivizing users and partners, AQORDS aims to create a vibrant ecosystem that benefits all stakeholders and drives the adoption and utilization of its platform.",
  "wpconst_text237": "By implementing these strategies, AQORDS aims to create a vibrant and sustainable liquidity pool that incentivizes investors to contribute their assets while providing the necessary resources to pay carriers instantly. This liquidity pool will play a critical role in supporting the growth and efficiency of the AQORDS platform, fostering trust and participation from both investors and carriers within the ecosystem.",
  "wpconst_text238": "Transferring power to the AQORDS community is essential to foster a more democratic and resilient platform that truly serves the needs and interests of its users.",
  "wpconst_text239": "By embracing decentralization, we promote fairness, transparency, and innovation, creating an ecosystem where participants can actively contribute to and shape the future of AQORDS.",
  "wpconst_text240": "By following this roadmap, AQORDS will gradually transition from a centralized entity to a fully functional DAO, empowering the community and enabling decentralized decision-making within the platform.",
  "wpconst_text241": "gnificant strides in transforming the way freight transportation contracts are executed, payments are processed, and trust is established. One of the key impacts of AQORDS on the freight transportation landscape is the elimination of traditional inefficiencies and delays associated with paper-based processes. By digiti",
  "roadmap_text242": "Charting our path to revolutionize Freight Transportation.",
  "roadmap_text243": "Discover the exciting journey ahead with our roadmap.",
  "roadmap_text244": "Q4 2023",
  "roadmap_text245": "Beyond Q1 2024",
  "roadmap_text246": "Utilize the funds raised during the pre-sale to further enhance the AQORDS platform.",
  "roadmap_text247": "Expand the development team, strengthen partnerships, and prepare for the platform's official launch.",
  "roadmap_text248": "Continuously expand the user base and network effect of AQORDS.",
  "roadmap_text249": "Enhance platform features and functionalities based on user feedback and market demands.",
  "roadmap_text250": "Exploring strategic partnerships and collaborations to expand into new European markets and foster global growth.",
  "roadmap_text251": "Q4 2022",
  "roadmap_text252": "Conducting extensive market research to understand the dynamics of the European road freight transportation industry.",
  "roadmap_text253": "Conceptualizing and refining the vision for the AQORDS platform.",
  "faq": "FAQ",
  "faq_maintitle1": "Frequently Asked Questions (FAQ)",
  "faq_title1": "What is AQORDS?",
  "faq_text1": "AQORDS is a decentralized logistics platform that leverages blockchain technology to streamline and enhance the freight industry. It facilitates secure and efficient transactions, provides transparency in the supply chain, and offers instant payment capabilities.",
  "faq_title2": "How does AQORDS work?",
  "faq_text2": "AQORDS utilizes smart contracts to automate and enforce agreements between shippers, carriers, and other supply chain partners. It integrates with freight exchanges to connect users with available shipping capacity. The platform also incorporates track-and-trace functionality, dispute resolution mechanisms, and data privacy measures.",
  "faq_title3": "What is the purpose of the QOR token?",
  "faq_text3": "The QOR token is the native cryptocurrency of the AQORDS platform. It serves multiple purposes, including accessing premium features like advanced smart contract functionalities, extending payment terms, and participating in the governance of the platform.",
  "faq_title4": "How is the AQORDS platform secured?",
  "faq_text4": "AQORDS leverages the security features provided by blockchain technology. The platform utilizes cryptographic algorithms to ensure the integrity and immutability of data. Additionally, smart contracts are audited and undergo rigorous testing to minimize vulnerabilities.",
  "faq_title5": "How will AQORDS transition from a centralized company to a decentralized autonomous organization (DAO)?",
  "faq_text5": "AQORDS has a roadmap in place that outlines the transition to a DAO. As the platform grows and matures, power will gradually shift from the founding team to the AQORDS community. This transition will be facilitated through the implementation of on-chain governance mechanisms, ensuring community involvement in decision-making processes.",
  "faq_title6": "What measures are in place to prevent token inflation and market flooding?",
  "faq_text6": "AQORDS has implemented a controlled token distribution model. Initially, a percentage of the tokens will be in circulation, while the remaining supply will be issued gradually over time in accordance with the growth of the platform. This controlled release mechanism helps prevent token inflation and ensures a balanced market supply.",
  "faq_title7": "How can I contact AQORDS for further inquiries?",
  "faq_text7": "For any further questions or inquiries, please visit our ",
  "faq_text_next7": " page. You can find our contact details, including email and social media channels, where you can reach out to our team. We are always happy to assist you and provide the information you need.",
  "faq_text8": "Please note that the information provided in this FAQ is for general guidance only. For more detailed information, we encourage you to refer to our official documentation and consult with our team."
}
